Repository: lukaskaplan/wp-mini-library
Catalog: languages/library-management-system-*.po
Languages: hi_in

source: Library System
hi_in: पुस्तकालय प्रणाली

source: Book(s) Return History
hi_in: पुस्तकें वापसी का इतिहास

source: Borrow a Book
hi_in: एक किताब उधार लेना

source: Book(s) Borrow History
hi_in: किताबें उधार इतिहास

source: Book(s) Return
hi_in: पुस्तकें वापसी

source: S No
hi_in: क्र. सं.

source: User Details
hi_in: उपयोगकर्ता विवरण

source: Book Details
hi_in: पुस्तक विवरण

source: Borrow Details (Y-m-d)
hi_in: उधार विवरण (Y-m-d)

source: Fine Status
hi_in: जुर्माना स्थिति

source: Action
hi_in: कार्रवाई

source: Return Books
hi_in: पुस्तकें लौटाएँ

source: Return Date
hi_in: वापसी दिनांक

source: Branch
hi_in: शाखा

source: User
hi_in: उपयोगकर्ता

source: Borrowed Books
hi_in: उधार ली गई किताबें

source: Submit & Save
hi_in: सबमिट करें और सेव करें

source: Borrow Date
hi_in: उधार लेने की तिथि

source: Category
hi_in: वर्ग

source: Book
hi_in: किताब

source: Days
hi_in: दिन

source: -- Select Days --
hi_in: -- दिन चुनें --

source: Filter by:
hi_in: फिल्टर के द्वारा:

source: Borrow ID
hi_in: उधार आईडी

source: Status
hi_in: स्थिति

source: Name
hi_in: नाम

source: days
hi_in: दिन

source: Issued on
hi_in: जारी करने की तिथि

source: Return by
hi_in: वापसी की तिथि

source: Return Pending
hi_in: वापसी लंबित है

source: Returned
hi_in: वापस किया गया

source: Return
hi_in: वापस करना

source: Delete
hi_in: हटाएं

source: Total Days
hi_in: कुल दिन

source: Issued
hi_in: जारी किया गया

source: Returned with fine
hi_in: जुर्माने के साथ वापस किया गया

source: No fine
hi_in: कोई जुर्माना नहीं

source: Pay Fine
hi_in: जुर्माना भुगतान करें

source: List Book
hi_in: पुस्तक सूची

source: Add New Category
hi_in: नई श्रेणी जोड़ें

source: List Category
hi_in: श्रेणी सूची

source: Add New Book
hi_in: नई पुस्तक जोड़ें

source: Book List
hi_in: पुस्तक सूची

source: -- All --
hi_in: -- सभी --

source: Book ID
hi_in: पुस्तक आईडी

source: Basic Details
hi_in: बुनियादी विवरण

source: Stock Quantity
hi_in: स्टॉक मात्रा

source: Category
hi_in: श्रेणी

source: Add Category
hi_in: श्रेणी जोड़ें

source: -- Select Status --
hi_in: -- स्थिति चुनें --

source: Book
hi_in: किताब

source: Add Book
hi_in: पुस्तक जोड़ें

source: Bookcase
hi_in: पुस्तकालय

source: -- Select Bookcase --
hi_in: -- पुस्तकालय चुनें --

source: Section
hi_in: अनुभाग

source: Book Name
hi_in: पुस्तक का नाम

source: Author(s) Name
hi_in: लेखक का नाम

source: Publication Name
hi_in: प्रकाशन का नाम

source: Publication Year
hi_in: प्रकाशन वर्ष

source: Publication Location
hi_in: प्रकाशन स्थान

source: Cost
hi_in: लागत

source: ISBN
hi_in: आईएसबीएन

source: Book URL
hi_in: पुस्तक यूआरएल

source: Book Language
hi_in: पुस्तक की भाषा

source: Number of Pages
hi_in: पृष्ठों की संख्या

source: Description
hi_in: विवरण

source: Cover Image
hi_in: आवरण चित्र

source: Upload Cover Image
hi_in: आवरण चित्र अपलोड करें

source: Active
hi_in: सक्रिय

source: Inactive
hi_in: निष्क्रिय

source: View
hi_in: देखें

source: Edit
hi_in: संपादित करें

source: Category List
hi_in: श्रेणी सूची

source: Total Books
hi_in: कुल पुस्तकें

source: Created at
hi_in: बनाया गया

source: Premium Library Management System
hi_in: प्रीमियम पुस्तकालय प्रबंधन प्रणाली

source: Basic
hi_in: बुनियादी

source: Introduction
hi_in: परिचय

source: Welcome to the most advanced Library Management System (LMS) Plugin. Our LMS plugin is designed to streamline and enhance the management of libraries, offering an intuitive and powerful solution for organizing books, users, bookcases, transactions, etc. Whether you are running a small community library or a large institutional library, our plugin provides the tools you need to operate efficiently and effectively.
hi_in: स्वागत है सबसे उन्नत पुस्तकालय प्रबंधन प्रणाली (LMS) प्लगइन में। हमारा LMS प्लगइन पुस्तकालयों के प्रबंधन को सरल और बेहतर बनाने के लिए डिज़ाइन किया गया है, जो पुस्तकों, उपयोगकर्ताओं, पुस्तकालयों, लेन-देन आदि को संगठित करने के लिए एक सहज और शक्तिशाली समाधान प्रदान करता है। चाहे आप एक छोटे सामुदायिक पुस्तकालय का संचालन कर रहे हों या एक बड़े संस्थागत पुस्तकालय का, हमारा प्लगइन आपको प्रभावी ढंग से और कुशलतापूर्वक संचालन के लिए आवश्यक उपकरण प्रदान करता है।

source: Features
hi_in: विशेषताएँ

source: Book Management
hi_in: पुस्तक प्रबंधन

source: (Unlimited)
hi_in: (असीमित)

source: Manage your library's collection with ease. Add, edit, and categorize books effortlessly.
hi_in: अपने पुस्तकालय के संग्रह को आसानी से प्रबंधित करें। पुस्तकों को जोड़ें, संपादित करें, और श्रेणीबद्ध करें।

source: User Management
hi_in: उपयोगकर्ता प्रबंधन

source: Keep track of your library members, their borrow history, and contact details.
hi_in: अपने पुस्तकालय सदस्यों, उनकी उधार इतिहास, और संपर्क विवरणों का ट्रैक रखें।

source: Transaction Tracking
hi_in: लेन-देन ट्रैकिंग

source: Monitor all borrow and return transactions with detailed logs and reporting features.
hi_in: सभी उधार और वापसी लेन-देन को विस्तृत लॉग और रिपोर्टिंग सुविधाओं के साथ मॉनिटर करें।

source: Analytics and Reports
hi_in: विश्लेषण और रिपोर्ट

source: Generate insightful reports to understand usage patterns and improve library services.
hi_in: उपयोग पैटर्न को समझने और पुस्तकालय सेवाओं को बेहतर बनाने के लिए सजीव रिपोर्ट तैयार करें।

source: Customizable Settings
hi_in: अनुकूलन योग्य सेटिंग्स

source: Tailor the plugin settings to fit the specific needs of your library.
hi_in: अपने पुस्तकालय की विशिष्ट आवश्यकताओं के अनुसार प्लगइन सेटिंग्स को अनुकूलित करें।

source: Secure and Reliable
hi_in: सुरक्षित और विश्वसनीय

source: Ensure the safety and integrity of your library data with our secure system architecture.
hi_in: हमारी सुरक्षित प्रणाली संरचना के साथ अपने पुस्तकालय डेटा की सुरक्षा और अखंडता सुनिश्चित करें।

source: Data Backup
hi_in: डेटा बैकअप

source: Safeguard your data by creating backups regularly with our plugin's data backup feature.
hi_in: हमारे प्लगइन की डेटा बैकअप सुविधा के साथ नियमित रूप से बैकअप बनाकर अपने डेटा को सुरक्षित रखें।

source: Late Fine System
hi_in: देर से लौटाने पर जुर्माना प्रणाली

source: Implement a late fine system to manage overdue books and encourage timely returns.
hi_in: अधूरी पुस्तकों को प्रबंधित करने और समय पर वापसी को प्रोत्साहित करने के लिए एक देर से लौटाने पर जुर्माना प्रणाली लागू करें।

source: Upload CSV and Save Data
hi_in: CSV अपलोड करें और डेटा सहेजें

source: Import CSV data files to LMS. Just follow some pattern to prepare data and feed into system.
hi_in: LMS में CSV डेटा फ़ाइलें आयात करें। डेटा तैयार करने और सिस्टम में डालने के लिए बस कुछ पैटर्न का पालन करें।

source: Multilanguage Support
hi_in: बहुभाषी समर्थन

source: Use the plugin in multiple languages, making it accessible to a wider audience. More than 10 Languages it supports.
hi_in: प्लगइन को कई भाषाओं में उपयोग करें, जिससे इसे व्यापक दर्शकों के लिए सुलभ बनाया जा सके। यह 10 से अधिक भाषाओं का समर्थन करता है।

source: Book Listing with Filters
hi_in: फ़िल्टर के साथ पुस्तक सूचीकरण

source: Create a frontend page to list all books with filters, enhancing user browsing experience. It also opens single book page view. Plugin Shortcodes.
hi_in: सभी पुस्तकों को फ़िल्टर के साथ सूचीबद्ध करने के लिए एक फ्रंटएंड पृष्ठ बनाएं, जिससे उपयोगकर्ता ब्राउज़िंग अनुभव में सुधार हो सके। यह एकल पुस्तक पृष्ठ दृश्य भी खोलता है। प्लगइन शॉर्टकोड।

source: Check Book Availability
hi_in: पुस्तक उपलब्धता की जांच करें

source: Allow users to check the availability of books from the frontend page without login.
hi_in: उपयोगकर्ताओं को लॉगिन के बिना फ्रंटएंड पृष्ठ से पुस्तकों की उपलब्धता की जांच करने की अनुमति दें।

source: Get Started with Our LMS Pro Plugin
hi_in: हमारे LMS प्रो प्लगइन के साथ शुरू करें

source: Experience the future of library management today. Download our LMS plugin and transform the way you manage your library.
hi_in: आज ही पुस्तकालय प्रबंधन के भविष्य का अनुभव करें। हमारा LMS प्लगइन डाउनलोड करें और अपने पुस्तकालय के प्रबंधन के तरीके को बदलें।

source: Buy Premium Version
hi_in: प्रीमियम संस्करण खरीदें

source: Library Management System
hi_in: पुस्तकालय प्रबंधन प्रणाली

source: Free Vs Pro
hi_in: नि: शुल्क बनाम प्रो

source: What is LMS Plugin?
hi_in: LMS प्लगइन क्या है?

source: LMS is a WordPress plugin which is designed to streamline and enhance the management of libraries, offering an intuitive and powerful solution for organizing books, users, bookcases, transactions, etc. Whether you are running a small community library or a large institutional library, our plugin provides the tools you need to operate efficiently and effectively.
hi_in: LMS एक वर्डप्रेस प्लगइन है जिसे पुस्तकालयों के प्रबंधन को सरल और बेहतर बनाने के लिए डिज़ाइन किया गया है। यह पुस्तकों, उपयोगकर्ताओं, पुस्तकालयों, लेन-देन आदि को संगठित करने के लिए एक सहज और शक्तिशाली समाधान प्रदान करता है। चाहे आप एक छोटे सामुदायिक पुस्तकालय का संचालन कर रहे हों या एक बड़े संस्थागत पुस्तकालय का, हमारा प्लगइन आपको प्रभावी ढंग से और कुशलतापूर्वक संचालन के लिए आवश्यक उपकरण प्रदान करता है।

source: Features Comparison
hi_in: विशेषताएं तुलना

source: Free Version
hi_in: नि: शुल्क संस्करण

source: Manage Categories (Up to 5)
hi_in: श्रेणियों का प्रबंधन (5 तक)

source: Manage Bookcases (Up to 5)
hi_in: पुस्तकालयों का प्रबंधन (5 तक)

source: Manage Sections (Up to 15)
hi_in: अनुभागों का प्रबंधन (15 तक)

source: Manage Books (Up to 15)
hi_in: पुस्तकों का प्रबंधन (15 तक)

source: Manage User Branches (Up to 5)
hi_in: उपयोगकर्ता शाखाओं का प्रबंधन (5 तक)

source: Manage LMS Users (Up to 15)
hi_in: LMS उपयोगकर्ताओं का प्रबंधन (15 तक)

source: Borrow a Single Book
hi_in: एक पुस्तक उधार लें

source: Track Book Transactions and History
hi_in: पुस्तक लेन-देन और इतिहास का ट्रैक करें

source: Manage User Late Fines
hi_in: उपयोगकर्ता देर से लौटाने पर जुर्माना प्रबंधित करें

source: Test Data Import Tool
hi_in: डेटा आयात उपकरण का परीक्षण करें

source: Generate Reports (PDF / Print / CSV) with Filters
hi_in: फ़िल्टर के साथ रिपोर्ट उत्पन्न करें (PDF / प्रिंट / CSV)

source: Multilingual Support (English / Hindi)
hi_in: बहुभाषी समर्थन (अंग्रेजी / हिंदी)

source: Pro Version (Basic)
hi_in: प्रो संस्करण (बुनियादी)

source: Manage Unlimited Categories
hi_in: असीमित श्रेणियों का प्रबंधन करें

source: Manage Unlimited Bookcases
hi_in: असीमित पुस्तकालयों का प्रबंधन करें

source: Manage Unlimited Sections
hi_in: असीमित अनुभागों का प्रबंधन करें

source: Manage Unlimited Books
hi_in: असीमित पुस्तकों का प्रबंधन करें

source: Manage Unlimited User Branches
hi_in: असीमित उपयोगकर्ता शाखाओं का प्रबंधन करें

source: Manage Unlimited LMS Users
hi_in: असीमित LMS उपयोगकर्ताओं का प्रबंधन करें

source: Borrow Multiple Books
hi_in: कई पुस्तकें उधार लें

source: Return Multiple Books
hi_in: कई पुस्तकें वापस करें

source: Multilingual Support (5 Languages: English, Hindi, Turkish, Vietnamese, Italian)
hi_in: बहुभाषी समर्थन (5 भाषाएँ: अंग्रेजी, हिंदी, तुर्की, वियतनामी, इतालवी)

source: Data Backup Tool (Export and Import)
hi_in: डेटा बैकअप उपकरण (निर्यात और आयात)

source: CSV Data Import
hi_in: CSV डेटा आयात

source: Book Listing with Filters (via Shortcode)
hi_in: फ़िल्टर के साथ पुस्तक सूचीकरण (शॉर्टकोड के माध्यम से)

source: Public LMS Page with Data Filters (Category, Book Availability)
hi_in: डेटा फ़िल्टर के साथ सार्वजनिक LMS पृष्ठ (श्रेणी, पुस्तक उपलब्धता)

source: Single Book Page View
hi_in: एकल पुस्तक पृष्ठ दृश्य

source: Customizable Settings (Borrow Days, Fines, Country, Currency, Data Backup, Shortcode)
hi_in: अनुकूलन योग्य सेटिंग्स (उधार दिन, जुर्माने, देश, मुद्रा, डेटा बैकअप, शॉर्टकोड)

source: Late Fine
hi_in: देर से लौटाने पर जुर्माना

source: Update Late Fine
hi_in: देर से लौटाने का जुर्माना अपडेट करें

source: Set Late Fine
hi_in: देर से लौटाने का जुर्माना सेट करें

source: All Settings
hi_in: सभी सेटिंग्स

source: Fine Amount
hi_in: जुर्माने की राशि

source: (Currency Unknown)
hi_in: (मुद्रा अज्ञात)

source: Settings
hi_in: सेटिंग्स

source: Run Test Data Importer
hi_in: परीक्षण डेटा आयातक चलाएं

source: Refresh it?
hi_in: क्या आप इसे ताज़ा करना चाहते हैं?

source: Remove Test Data?
hi_in: परीक्षण डेटा हटाएं?

source: Set Country & Currency
hi_in: देश और मुद्रा सेट करें

source: Configure Settings
hi_in: सेटिंग्स कॉन्फ़िगर करें

source: View Settings
hi_in: सेटिंग्स देखें

source: Country & Currency
hi_in: देश और मुद्रा

source: Update Data
hi_in: डेटा अपडेट करें

source: Add Data
hi_in: डेटा जोड़ें

source: Country
hi_in: देश

source: Currency
hi_in: मुद्रा

source: Country & Currency Settings
hi_in: देश और मुद्रा सेटिंग्स

source: Enter
hi_in: दर्ज करें

source: Download Sample CSVs
hi_in: नमूना CSV डाउनलोड करें

source: Module Type
hi_in: मॉड्यूल प्रकार

source: -- Select Module --
hi_in: -- मॉड्यूल का चयन करें --

source: Categories
hi_in: श्रेणियाँ

source: Bookcases
hi_in: पुस्तकालय

source: Sections
hi_in: खंड

source: Books
hi_in: पुस्तकें

source: Branches
hi_in: शाखाएँ

source: Users
hi_in: उपयोगकर्ता

source: Click to Download
hi_in: डाउनलोड करने के लिए क्लिक करें

source: Fine Amount:
hi_in: जुर्माने की राशि:

source: Welcome to Library Management System
hi_in: पुस्तकालय प्रबंधन प्रणाली में आपका स्वागत है

source: Free
hi_in: नि: शुल्क

source: Manage Books
hi_in: पुस्तकों का प्रबंधन

source: View Book
hi_in: पुस्तक देखें

source: Manage Users
hi_in: उपयोगकर्ताओं का प्रबंधन

source: View Users
hi_in: उपयोगकर्ताओं को देखें

source: Manage Bookcase
hi_in: पुस्तकालय का प्रबंधन करें

source: View Bookcases
hi_in: पुस्तकालयों को देखें

source: Transaction Reports
hi_in: लेन-देन रिपोर्ट्स

source: View Reports
hi_in: रिपोर्ट्स को देखें

source: List Branch
hi_in: शाखाएँ सूचीबद्ध करें

source: Add User Branch
hi_in: उपयोगकर्ता शाखा जोड़ें

source: Add New User
hi_in: नया उपयोगकर्ता जोड़ें

source: List User
hi_in: उपयोगकर्ताओं की सूची

source: Branch List
hi_in: शाखा सूची

source: Total Users
hi_in: कुल उपयोगकर्ता

source: Add New Branch
hi_in: नई शाखा जोड़ें

source: Add Branch
hi_in: शाखा जोड़ें

source: Branch Name
hi_in: शाखा का नाम

source: Select Status
hi_in: -- स्थिति चुनें --

source: Add User
hi_in: उपयोगकर्ता जोड़ें

source: User / Registration ID
hi_in: उपयोगकर्ता / पंजीकरण आईडी

source: Select Branch
hi_in: शाखा का चयन करें

source: Enter Name
hi_in: नाम दर्ज करें

source: Email
hi_in: ईमेल

source: Enter Email
hi_in: ईमेल दर्ज करें

source: Phone Number
hi_in: फ़ोन नंबर

source: Enter Phone Number
hi_in: फ़ोन नंबर दर्ज करें

source: Gender
hi_in: लिंग

source: Select Gender
hi_in: लिंग का चयन करें

source: Address
hi_in: पता

source: Enter Address
hi_in: पता दर्ज करें

source: Profile Image
hi_in: प्रोफ़ाइल छवि

source: Upload Profile Image
hi_in: प्रोफ़ाइल छवि अपलोड करें

source: User(s) List
hi_in: उपयोगकर्ता सूची

source: All
hi_in: सभी

source: User ID
hi_in: उपयोगकर्ता आईडी

source: Add New Bookcase
hi_in: नई पुस्तकालय जोड़ें

source: List Section
hi_in: अनुभाग सूची

source: Add New Section
hi_in: नया अनुभाग जोड़ें

source: List Bookcase
hi_in: सूची बुककेस

source: Add Bookcase
hi_in: बुककेस जोड़ें

source: Total Section(s)
hi_in: कुल अनुभाग

source: Add Section
hi_in: अनुभाग जोड़ें

source: Library Management
hi_in: पुस्तकालय प्रबंधन

source: Dashboard
hi_in: डैशबोर्ड

source: Manage Bookcase & Section
hi_in: बुककेस और अनुभाग प्रबंधित करें

source: Book Transactions
hi_in: पुस्तक लेन-देन और इतिहास ट्रैक

source: Free Vs Pro LMS
hi_in: निःशुल्क बनाम प्रो एलएमएस

source: Upgrade to Pro
hi_in: प्रो में अपग्रेड

source: Branch name already taken
hi_in: शाखा का नाम पहले से लिया गया है

source: Successfully, Branch added to LMS
hi_in: शाखा को सफलतापूर्वक LMS में जोड़ दिया गया

source: Failed to add Branch
hi_in: शाखा जोड़ने में विफल

source: Sorry, No Credits Left.<br/>Upgrade to Pro Version of LMS.
hi_in: क्षमा करें, कोई क्रेडिट नहीं बचा है।<br/> एलएमएस के प्रो संस्करण में अपग्रेड करें।

source: Branch value required
hi_in: शाखा मान आवश्यक

source: Successfully, Branch data updated
hi_in: शाखा डेटा सफलतापूर्वक अपडेट किया गया

source: Branch not found
hi_in: शाखा नहीं मिली

source: Invalid Operation
hi_in: अवैध ऑपरेशन

source: User already exists
hi_in: उपयोगकर्ता पहले से मौजूद है

source: Successfully, User added to LMS
hi_in: सफलतापूर्वक, उपयोगकर्ता को LMS में जोड़ा गया

source: Failed to add User
hi_in: उपयोगकर्ता जोड़ने में विफल

source: Required fields are missing
hi_in: आवश्यक फ़ील्ड गायब हैं

source: User ID already taken
hi_in: उपयोगकर्ता आईडी पहले ही ले ली गई है

source: Successfully, User data updated
hi_in: सफलतापूर्वक, उपयोगकर्ता डेटा अपडेट किया गया

source: User not found
hi_in: उपयोगकर्ता नहीं मिला

source: not found
hi_in: नहीं मिला

source: Failed to delete. There are number of rows of
hi_in: हटाने में विफल रहा। कुल पंक्तियों की संख्या है।

source: Data Module not found
hi_in: डेटा मॉड्यूल नहीं मिला

source: Bookcase name already taken
hi_in: पुस्तकालय का नाम पहले से ही लिया गया है

source: Successfully, Bookcase added to LMS
hi_in: सफलतापूर्वक, पुस्तकालय LMS में जोड़ा गया

source: Failed to add Bookcase
hi_in: पुस्तकालय जोड़ने में विफल रहा

source: Bookcase value required
hi_in: पुस्तकालय मूल्य आवश्यक है

source: Successfully, Bookcase data updated
hi_in: सफलतापूर्वक, पुस्तकालय डेटा अपडेट किया गया

source: Bookcase not found
hi_in: पुस्तकालय नहीं मिला

source: Section name already taken
hi_in: अनुभाग का नाम पहले से ही लिया गया है

source: Successfully, Section added to LMS
hi_in: सफलतापूर्वक, अनुभाग LMS में जोड़ा गया

source: Failed to add Section
hi_in: अनुभाग जोड़ने में विफल रहा

source: Section value required
hi_in: अनुभाग मूल्य आवश्यक है

source: Successfully, Section data updated
hi_in: सफलतापूर्वक, अनुभाग डेटा अपडेट किया गया

source: Section not found
hi_in: अनुभाग नहीं मिला

source: Category name already taken
hi_in: श्रेणी का नाम पहले से ही लिया गया है

source: Successfully, Category added to LMS
hi_in: सफलतापूर्वक, श्रेणी LMS में जोड़ी गई

source: Failed to add Category
hi_in: श्रेणी जोड़ने में विफल रहा

source: Category value required
hi_in: श्रेणी मूल्य आवश्यक है

source: Successfully, Category data updated
hi_in: सफलतापूर्वक, श्रेणी डेटा अपडेट किया गया

source: Category not found
hi_in: श्रेणी नहीं मिली

source: Book name already taken
hi_in: पुस्तक का नाम पहले से ही लिया गया है

source: Successfully, Book added to LMS
hi_in: सफलतापूर्वक, पुस्तक LMS में जोड़ी गई

source: Failed to add Book
hi_in: पुस्तक जोड़ने में विफल रहा

source: Please fill required values
hi_in: कृपया आवश्यक मूल्यों को भरें

source: Successfully, Book data updated
hi_in: सफलतापूर्वक, पुस्तक डेटा अपडेट किया गया

source: Book not found
hi_in: पुस्तक नहीं मिली

source: No Section Found
hi_in: कोई अनुभाग नहीं मिला

source: No User Found
hi_in: कोई उपयोगकर्ता नहीं मिला

source: No book found
hi_in: कोई पुस्तक नहीं मिली

source: Failed, This Book already borrowed by User.
hi_in: विफल, यह पुस्तक पहले से ही उपयोगकर्ता द्वारा उधार ली गई है।

source: Want to Borrow More than 1 Book?<br/>Upgrade to Pro Version
hi_in: से अधिक पुस्तकें उधार लेना चाहते हैं? <br/>प्रो संस्करण में अपग्रेड करें

source: Failed to Borrow Book.<br/>User has late fine.
hi_in: पुस्तक उधार लेने में विफल रहा। <br/> उपयोगकर्ता के पास देर से लौटाने का जुर्माना है।

source: Successfully, Book borrowed
hi_in: फलतापूर्वक, पुस्तक उधार ली गई

source: Failed to borrow book
hi_in: पुस्तक उधार लेने में विफल रहा

source: Failed, Book is Out of Stock.
hi_in: विफल, पुस्तक स्टॉक में नहीं है।

source: All fields are required
hi_in: सभी फ़ील्ड आवश्यक हैं

source: Successfully, Books Returned
hi_in: सफलतापूर्वक, पुस्तकें वापस की गईं

source: Please Select Books to be Return
hi_in: कृपया वापस करने के लिए पुस्तकें चुनें

source: No data found
hi_in: कोई डेटा नहीं मिला

source: Invalid LMS operation
hi_in: अमान्य LMS ऑपरेशन

source: Successfully, LMS Settings updated
hi_in: सफलतापूर्वक, LMS सेटिंग्स अपडेट की गईं

source: Invalid LMS Module
hi_in: अमान्य LMS मॉड्यूल

source: Download Link Not Found
hi_in: डाउनलोड लिंक नहीं मिला

source: Invalid Module Type
hi_in: अमान्य मॉड्यूल प्रकार

source: Successfully, Test Data Imported to LMS
hi_in: सफलतापूर्वक, परीक्षण डेटा LMS में आयात किया गया

source: Failed to Import Test data
hi_in: परीक्षण डेटा को आयात करने में विफल रहा

source: Successfully, Test Data Removed
hi_in: सफलतापूर्वक, परीक्षण डेटा हटा दिया गया

source: Successfully, Late Fine Paid.
hi_in: सफलतापूर्वक, देर से जुर्माना भुगतान किया गया।

source: Fine already paid
hi_in: जुर्माना पहले ही भुगतान किया गया है

source: Invalid LMS Operation
hi_in: अमान्य LMS ऑपरेशन

source: LMS actions blocked due to security reasons
hi_in: सुरक्षा कारणों से LMS क्रियाएँ ब्लॉक की गईं

source: Submitted, please wait
hi_in: सबमिट किया गया, कृपया प्रतीक्षा करें

source: Submit
hi_in: सबमिट करें

source: Success
hi_in: सफलता

source: Error
hi_in: त्रुटि

source: Upload Image
hi_in: छवि अपलोड करें

source: -- Select Section --
hi_in: -- अनुभाग चुनें --

source: -- Select User --
hi_in: -- उपयोगकर्ता चुनें --

source: -- Select Book --
hi_in: -- पुस्तक चुनें --

source: Run Data Importer remove existing data from Categories, Books, Bookcases, Sections, Branched and Users Table and then install new data. Do you want to Run Test Data Importer?
hi_in: डेटा आयातक चलाएँ श्रेणियों, पुस्तकों, पुस्तकालयों, अनुभागों, शाखाओं और उपयोगकर्ता तालिका से मौजूदा डेटा हटाता है और फिर नया डेटा स्थापित करता है। क्या आप परीक्षण डेटा आयातक चलाना चाहते हैं?

source: Are you sure want to remove LMS Test Data?
hi_in: क्या आप सुनिश्चित हैं कि आप LMS परीक्षण डेटा को हटाना चाहते हैं?

source: Are you sure want to pay the fine?
hi_in: क्या आप सुनिश्चित हैं कि आप जुर्माना देना चाहते हैं?

source: Are you sure want to delete?
hi_in: क्या आप सुनिश्चित हैं कि आप हटाना चाहते हैं?

source: Are you sure want to return this book?
hi_in: क्या आप सुनिश्चित हैं कि आप इस पुस्तक को लौटाना चाहते हैं?

source: Auto-generate
hi_in: स्वत: जनरेट
